{
  "posts": [
    {
      "id": "1",
      "slug": "canon-eos-1100d",
      "title": "Canon EOS 1100d",
      "excerpt": "Легендарная рабочая лошадка для старта в фотографии.",
      "content": "Эта камера - настоящий народный хит в мире бюджетных зеркалок. Ее до сих пор с руками отрывают на барахолках (что случилось и со мной в январе), берут с собой в походы и даже умудряются снимать на нее звездное небо. Но, как известно, идеальных вещей не бывает, и 1100D - яркое тому подтверждение.\n\n12-мегапиксельная CMOS-матрица APS-C (кроп-фактор 1.62). По сегодняшним меркам, конечно, скромно, но для постов в соцсетях и отпечатков формата А4 - вполне себе достойно.\n\n9 точек автофокуса (одна из них крестовая). Фокусируется не молниеносно, но в ярком свете цепляется точно. А вот в условиях потемнее может немного рыскать в поисках объекта.\n\nISO от 100 до 6400. Уже на 1600 появляются шумы, зато снимать в сумерках без вспышки вполне реально.\n\nУдобная форма и живучесть акумулятора (около 700 кадров!) даже сегодня впечатляют.\n\nДля расширения функционала и возможностей можно сделать следующее:\n\nУстановите Magic Lantern: Эта кастомная прошивка откроет массу новых крутых функций для ваших творческих идей. Ищите на Github (@frantony) или офсайте (magiclantern.fm). Там же найдутся инструкции по установке.\n\nИщите светосильные объективы: говорят, отличным выбором будет 50mm f/1.8 (бюджетный портретник) или Tokina 11-16mm f/2.8 (для впечатляющих пейзажей). Может и попробую однажды.\n\nДля астрофото: Установите камеру на штатив, выставьте ISO 1600 и выдержку 20-30 секунд. Даже Млечный Путь будет вам виден!\n\nПомните главное: руки и глаза - ваш главный инструмент, а техника - лишь помощник!",
      "date": "2025-01-08",
      "readTime": "3 мин чтения",
      "tags": ["техника", "камеры", "canon", "обзор", "бюджетная фотография"],
      "image": "/blog/canon-1100d.jpg",
      "author": "Марк Литвак"
    },
    {
      "id": "2",
      "slug": "catch-story-and-tell",
      "title": "Поймай историю и расскажи",
      "excerpt": "От старого Парижа до кадра. Уличная фотография родилась из желания запечатлеть жизнь такой, какая она есть...",
      "content": "Уличная фотография родилась из желания запечатлеть жизнь такой, какая она есть, без прикрас. Задолго до того, как это стало модным, Эжен Атже в конце XIX века бродил по Парижу, снимая его непарадную сторону: заброшенные дворики, уличных торговцев, случайных прохожих. Его работы, полные жизни, но лишенные постановочности, стали первыми шагами жанра.\n\nПозже Анри Картье-Брессон дал этому искусству свою философию - решающий момент. Это та самая доля секунды, когда все элементы кадра складываются в идеальную картину. Его снимки 30-50-х годов, вроде знаменитого прыжка через лужу или мелькнувшего за лестницей велосипедиста, до сих пор считаются эталоном.\n\nВ Америке Гарри Виногранд, Роберт Франк и Ли Фридлендер привнесли в уличную фотографию острый взгляд на социальные проблемы: одиночество в мегаполисе, абсурдность повседневности. Их снимки - не просто картинки, а яркие высказывания о времени, в котором они жили.\n\nПочему это больше, чем просто фото на улице?\n\nКлюч к хорошей уличной фотографии - в глубине смысла, который скрывается за сюжетом: одежда, вывески, старые трамваи или неоновые огни - всё это говорит о времени и месте, даже если нет подписи. Тонкое изображение невидимых границ между людьми, их социальных ролей и переживаний. Эмоциональность и недосказанность - зритель сам достраивает сюжет, делая фотографию живой и близкой.\n\nРаньше уличному фотографу нужно было быть незаметным, поэтому предпочитали маленькие камеры вроде Leica или Contax. Сегодня смартфоны и тихие зеркалки дают еще больше свободы. Но главное - не в технике, а в готовности увидеть и поймать тот самый момент, запечатлеть то, что ускользает безвозвратно: архитектура, профессии, городские детали, меняющееся поведение людей (все реже смотрят друг другу в глаза, все чаще - в экраны телефонов).\n\nКак снять не просто улицу, а историю?\n\nВсматривайтесь в детали: разбитая витрина может рассказать о проблемах, детские рисунки на асфальте - о надеждах. Ищите контрасты: богатство и бедность, молодость и старость, движение и покой. Снимайте сериями: один кадр - случайность, три - закономерность. Не бойтесь эмоций: даже слегка размытый силуэт может передать целую гамму чувств.\n\nУличная фотография – это архив уходящих мгновений. Спустя годы ваш снимок с самой обычной улицы может стать настоящим документом эпохи. Главное – быть начеку и не пропустить решающий момент.",
      "date": "2025-01-05",
      "readTime": "4 мин чтения",
      "tags": ["стрит-фотография", "история", "философия", "техника", "мастера фотографии"],
      "image": "/blog/street-story.jpg",
      "author": "Марк Литвак"
    },
    {
      "id": "3",
      "slug": "philosophy-of-street-photography",
      "title": "Философия стрит-фотографии",
      "excerpt": "Исследование глубокого смысла запечатления спонтанных моментов в городской среде.",
      "content": "Стрит-фотография — это больше, чем просто документирование жизни в том виде, в каком она происходит. Это поиск необычного в обычном, поэзии в повседневности. Когда я иду по городу с камерой, я ищу не просто интересные объекты — я ищу моменты, которые раскрывают что-то более глубокое о человеческом состоянии.\n\nЛучшие стрит-фотографии рассказывают истории без слов. Они запечатлевают мимолётные выражения, неожиданные сопоставления и прекрасный хаос городской жизни. Каждый кадр — это решение о том, что включить, а что оставить за кадром, какую историю рассказать и как её рассказать.\n\nВ стрит-фотографии есть этика, которая выходит за рамки технических аспектов. Это уважение к объектам съёмки, понимание разницы между наблюдением и вторжением, знание того, когда опустить камеру и просто прожить момент.",
      "date": "2024-12-01",
      "readTime": "5 мин чтения",
      "tags": ["стрит-фотография", "философия", "городская среда", "этика"],
      "image": "/blog/street-philosophy.jpg",
      "author": "Марк Литвак"
    },
    {
      "id": "4",
      "slug": "working-with-natural-light",
      "title": "Работа с естественным светом",
      "excerpt": "Понимание того, как использовать и формировать естественный свет для убедительных портретов.",
      "content": "Естественный свет — самый мощный инструмент фотографа. Умение видеть и работать с доступным светом может превратить вашу фотографию из снимков в убедительные визуальные повествования.\n\nКачество света меняется в течение дня, каждый час предлагает разные возможности. Жёсткий полуденный свет создаёт сильные тени и высокий контраст — идеально для драматичных архитектурных снимков или смелой стрит-фотографии. Золотой час обеспечивает тёплый, мягкий свет, который льстит портретам и пейзажам.\n\nНо дело не только во времени суток. Погодные условия, времена года и даже городская среда влияют на качество и направление света. Пасмурное небо создаёт естественный софтбокс, идеальный для равномерного освещения. Дождь добавляет отражения и настроение. Снег действует как гигантский отражатель, отбрасывая свет неожиданными способами.",
      "date": "2024-11-28",
      "readTime": "7 мин чтения",
      "tags": ["освещение", "портреты", "техника", "естественный свет"],
      "image": "/blog/natural-light.jpg",
      "author": "Марк Литвак"
    }
  ]
}
